/*
[UT]
*/

"ER00_TEXTA_002" = "Σφάλμα\r\nΚωδικός:%FatalErrorInfo%";
"ER01_TEXTA_003" = "Ο εκτυπωτής είναι απασχολημένος";
"ER04_TEXTA_001" = "Εμπλοκή χαρτιού";
"ER05_TEXTA_014" = "Έχει έρθει η ώρα να ρυθμίσετε εκ νέου τα επίπεδα μελανιού.";
"ST08_TEXTA_007" = "Η αρχική τροφοδοσία με μελάνι δεν έχει ολοκληρωθεί";
"ER06_TEXTA_005" = "Το χαρτί εξαντλήθηκε ή δεν τοποθετήθηκε σωστά";
"ER0A_TEXTA_005" = "Σφάλμα μεγέθους χαρτιού ή σφάλμα τροφοδοσίας πολλών σελίδων";
"ER0C_TEXTA_008" = "Αναντιστοιχία στις ρυθμίσεις μεγέθους χαρτιού ανάμεσα σε υπολογιστή και εκτυπωτή.";
"ER0C_TEXTA_009" = "Αναντιστοιχία στις ρυθμίσεις τύπου χαρτιού ανάμεσα σε υπολογιστή και εκτυπωτή.";
"ER0C_TEXTA_010" = "Αναντιστοιχία στις ρυθμίσεις εκτύπωσης ανάμεσα στον υπολογιστή και τον εκτυπωτή σας.";
"ER10_TEXTA_005" = "Απαιτείται συντήρηση";
"ER10_TEXTA_008" = "Απαιτείται συντήρηση";
"ER12_TEXTA_001" = "Σφάλμα τροφοδοσίας πολλών σελίδων";
"ER29_TEXTA_005" = "Η κασέτα χαρτιού δεν έχει εγκατασταθεί σωστά";
"ER49_TEXTA_005" = "Η εκτύπωση 2 όψεων δεν είναι διαθέσιμη.";
"ER4A_TEXTA_001" = "Ένας μελανωτήρας εκτυπωτή βρίσκεται κοντά στο όριο εξάντλησης της λειτουργίας του.";
"ER4A_TEXTA_002" = "Ένας μελανωτήρας εκτυπωτή έχει εξαντλήσει το όριο λειτουργίας του.";
"ER4B_TEXTA_001" = "Σφάλμα εργασίας εκτύπωσης";
"ER58_TEXTA_001" = "Συνιστάται έλεγχος ακροφυσίων.";
"ERXX_TEXTA_001" = "Σφάλμα";
"ST02_TEXTA_001" = "Εκτύπωση";
"ST03_TEXTA_001" = "Εκτύπωση";
"ST04_TEXTA_001" = "Έτοιμο";
"ST07_TEXTA_001" = "Ο εκτυπωτής είναι απασχολημένος";
"ST0A_TEXTA_002" = "Το προϊόν είναι ενεργοποιημένο";
"ST11_TEXTA_002" = "Προετοιμασία του συστήματος μελανιού.";
"WR1X_TEXTA_006" = "Έχει έρθει σχεδόν η ώρα να ρυθμίσετε εκ νέου τα επίπεδα μελανιού.";
"COM_TEXTA_001" = "Σφάλμα επικοινωνίας";
"COM_TEXTA_002" = "Σφάλμα επικοινωνίας\r\nΜπορεί να μην έχει επιλεγεί το σωστό προϊόν";
"DEV_TEXTA_004" = "Έχει επιλεγεί διαφορετικό προϊόν";
"OFL_TEXTA_003" = "Δεν είναι έτοιμο";
"PAU_TEXTA_001" = "Σε παύση";
"SRC_TEXTA_001" = "Αναζήτηση...";
"INKCHECKALERT_TEXTA_005" = "Ελέγχετε τακτικά τα επίπεδα μελανιού στα πραγματικά δοχεία μελανιού.";
"CHKDUPX_TEXTA_001" = "Εκτύπωση 2 όψεων";
"ER00_TEXTB_016" = "Ακυρώστε όλες τις εργασίες εκτύπωσης. Απενεργοποιήστε τη συσκευή και ενεργοποιήστε την ξανά.";
"ER01_TEXTB_001" = "Περιμένετε...";
"ER04_TEXTB_041" = "1. Ανοίξτε τη μονάδα σαρωτή και αφαιρέστε τυχόν μπλοκαρισμένο χαρτί.\r\n2. Κλείστε τη μονάδα και πατήστε το κουμπί %btn% στο προϊόν.";
"ER04_TEXTB_049" = "1. Αφαιρέστε το πίσω κάλυμμα και τυχόν μπλοκαρισμένο χαρτί.\r\n2. Τοποθετήστε ξανά το πίσω κάλυμμα.\r\n3. Πατήστε το κουμπί %btn% από το προϊόν.";
"ER04_TEXTB_051" = "1. Ανοίξτε τη μονάδα σαρωτή και αφαιρέστε τυχόν μπλοκαρισμένο χαρτί.\r\n2. Αφαιρέστε το πίσω κάλυμμα και τυχόν μπλοκαρισμένο χαρτί.\r\n3. Αφαιρέστε τυχόν μπλοκαρισμένο χαρτί που έχει κολλήσει στο πίσω κάλυμμα.\r\n4. Τοποθετήστε ξανά το πίσω κάλυμμα.\r\n5. Πατήστε το κουμπί %btn% στο προϊόν.";
"ER04_TEXTB_046" = "1. Αφαιρέστε το %papersource% και τυχόν μπλοκαρισμένο χαρτί.\r\n2. Ευθυγραμμίστε τα άκρα του χαρτιού.\r\n3. Κρατήστε σε επίπεδη θέση την κασέτα και τοποθετήστε την ξανά στο προϊόν προσεκτικά και αργά.\r\n4. Αφαιρέστε το πίσω κάλυμμα και τυχόν μπλοκαρισμένο χαρτί.\r\n5. Αφαιρέστε τυχόν μπλοκαρισμένο χαρτί που έχει κολλήσει στο πίσω κάλυμμα.\r\n6. Τοποθετήστε ξανά το πίσω κάλυμμα.\r\n7. Ανοίξτε τη μονάδα σαρωτή και αφαιρέστε τυχόν μπλοκαρισμένο χαρτί.\r\n8. Κλείστε τη μονάδα σαρωτή.\r\n9. Πατήστε το κουμπί %btn% στο προϊόν.";
"ER05_TEXTB_039" = "%ink%\r\nΠρέπει να ελέγξετε την ποσότητα του μελανιού που απομένει.\r\nΚάντε κλικ στο κουμπί [Διαδικασίες] για να συνεχίσετε.";
"ST08_TEXTB_021" = "Αδειάστε τελείως κάθε φιάλη μελανιού στο αντίστοιχο δοχείο μελανιού. Μόλις γεμίσουν όλα τα δοχεία μελανιού, πατήστε το κουμπί OK για 3 δευτερόλεπτα.";
"ER06_TEXTB_056" = "1. Αφαιρέστε την τροφοδοσία %papersource% και τυχόν μπλοκαρισμένο χαρτί.\r\n2. Ευθυγραμμίστε τις άκρες του χαρτιού.\r\n3. Κρατήστε σε επίπεδη θέση την κασέτα και τοποθετήστε την ξανά στο προϊόν αργά και προσεκτικά.\r\n4. Αφαιρέστε το πίσω κάλυμμα και τυχόν μπλοκαρισμένο χαρτί.\r\n5. Αφαιρέστε τυχόν μπλοκαρισμένο χαρτί που έχει κολλήσει στο πίσω κάλυμμα.\r\n6. Τοποθετήστε ξανά το πίσω κάλυμμα.\r\n7. Πατήστε το κουμπί %btn% στο προϊόν.\r\n\r\nΕναλλακτικά, μπορείτε να ακυρώσετε την εργασία εκτύπωσης κάνοντας κλικ στο κουμπί [Άκυρο], όταν εμφανιστεί.";
"ER0A_TEXTB_007" = "Κάντε ένα από τα εξής.\r\n- Βεβαιωθείτε ότι η ρύθμιση μεγέθους του χαρτιού συμφωνεί με το χαρτί που τοποθετήσατε. Πατήστε το κουμπί %btn% στο προϊόν για να συνεχίσετε την εκτύπωση.\r\n- Η τροφοδοσία πολλών σελίδων μπορεί να γίνει κατά την εκτύπωση εγγράφων διπλής όψης. Αφαιρέστε το χαρτί και τοποθετήστε το ξανά σωστά. Πατήστε το κουμπί %btn% στο προϊόν για να συνεχίσετε την εκτύπωση.";
"ER0C_TEXTB_021" = "Δείτε την οθόνη LCD του προϊόντος και ακολουθήστε τις οδηγίες.\r\n\r\nΤρέχουσες ρυθμίσεις προγράμματος οδήγησης:\r\n%papersetting%\r\nΡύθμιση πηγής χαρτιού στο προϊόν:\r\n%papersource%";
"ER10_TEXTB_008" = "Ένας μελανωτήρας εκτυπωτή έχει εξαντλήσει το όριο λειτουργίας του.\r\nΕπικοινωνήστε με την υποστήριξη Epson.";
"ER10_TEXTB_009" = "Ένας μελανωτήρας εκτυπωτή έχει εξαντλήσει το όριο λειτουργίας του.\r\nΥπάρχει κίνδυνος διαρροής χρησιμοποιημένου μελανιού.\r\nΕπικοινωνήστε με την υποστήριξη Epson.";
"ER12_TEXTB_007" = "Κάντε ένα από τα εξής.\r\n- Αφαιρέστε το χαρτί και τοποθετήστε το ξανά σωστά. Πατήστε το κουμπί %btn% στο προϊόν.\r\n- Κάντε κλικ στο κουμπί [Άκυρο] για να ακυρώσετε την εργασία εκτύπωσης όταν εμφανιστεί. Αν δεν ακυρωθεί, ακυρώστε τη στο προϊόν.";
"ER29_TEXTB_013" = "1. Αφαιρέστε το %papersource%.\r\n2. Ευθυγραμμίστε τα άκρα του χαρτιού με οδηγούς περιθωρίου.\r\n3. Εισαγάγετε το %papersource% στο προϊόν.\r\n4. Πατήστε %btn% στο προϊόν.";
"ER49_TEXTB_003" = "Ελέγξτε την οθόνη LCD της συσκευής και ακολουθήστε τις οδηγίες που εμφανίζονται σε αυτήν.";
"ER4A_TEXTB_001" = "Επικοινωνήστε με την υποστήριξη Epson.\r\nΠατήστε το κουμπί %btn% στον εκτυπωτή για να συνεχίσετε την εκτύπωση.";
"ER4A_TEXTB_002" = "Αν συνεχίσετε την εκτύπωση, ενδέχεται να προκληθεί διαρροή χρησιμοποιημένου μελανιού.\r\nΕπικοινωνήστε με την υποστήριξη Epson.\r\nΠατήστε το κουμπί %btn% στον εκτυπωτή για να συνεχίσετε την εκτύπωση.";
"ER4B_TEXTB_002" = "Μια εργασία εκτύπωσης στάλθηκε από ένα πρόγραμμα οδήγησης που δεν υποστηρίζεται. Κάντε κλικ στο κουμπί [Άκυρο] για να ακυρώσετε την εργασία εκτύπωσης όταν εμφανίζεται. Αν δεν ακυρωθεί, ακυρώστε τη στο προϊόν.";
"ER58_TEXTB_001" = "Ελέγξτε την οθόνη LCD της συσκευής και ακολουθήστε τις οδηγίες που εμφανίζονται σε αυτήν.";
"ST02_TEXTB_001" = "Περιμένετε...";
"ST03_TEXTB_001" = "Περιμένετε...";
"ST04_TEXTB_001" = "Έτοιμο για εκτύπωση.";
"ST07_TEXTB_003" = "Γίνεται καθαρισμός της κεφαλής εκτύπωσης ή φόρτωση μελανιού. Περιμένετε...";
"ST08_TEXTB_009" = "Για να ολοκληρώσετε την αρχική διαδικασία τροφοδοσίας με μελάνι, δείτε το έγγραφο εγκατάστασης.";
"ST0A_TEXTB_001" = "Περιμένετε...";
"ST11_TEXTB_001" = "Περιμένετε...";
"WR1X_TEXTB_021" = "%ink%\r\nΕνδέχεται να μπορείτε να συνεχίσετε την εκτύπωση.";
"COM_TEXTB_005" = "Συνδέστε το προϊόν στον υπολογιστή και ενεργοποιήστε το. Εάν απενεργοποιήσατε την τροφοδοσία ρεύματος κατά την εκτύπωση, κάντε κλικ στην επιλογή [Ουρά εκτύπωσης] και ακυρώστε την εργασία εκτύπωσης πριν από την επανεκκίνηση.";
"COM_TEXTB_006" = "Κάντε ένα από τα εξής.\r\n- Το προϊόν είναι συνδεδεμένο με το \"%queuename%\". Εκτυπώστε χρησιμοποιώντας αυτό το προϊόν.\r\n- Συνδέστε το προϊόν στον υπολογιστή και ενεργοποιήστε το. Εάν απενεργοποιήσατε την τροφοδοσία ρεύματος κατά την εκτύπωση, κάντε κλικ στην επιλογή [Ουρά εκτύπωσης] και ακυρώστε την εργασία εκτύπωσης πριν από την επανεκκίνηση.";
"DEV_TEXTB_004" = "Ένα προϊόν που έχει επιλεγεί στο πρόγραμμα εκτύπωσης είναι διαφορετικό από ένα προϊόν για εκτύπωση. Ελέγξτε τις ρυθμίσεις του προγράμματος οδήγησης και το προϊόν.";
"OFL_TEXTB_006" = "Δεν είναι δυνατή η εκτύπωση χωρίς σύνδεση. Συνδέστε το προϊόν με τον υπολογιστή και ενεργοποιήστε την τροφοδοσία ρεύματος. Κάντε κλικ στο κουμπί [Σε σύνδεση] όταν εμφανιστεί ή επιλέξτε [Ουρά εκτύπωσης] και αλλάξτε τις ρυθμίσεις ως ρυθμίσεις Σε σύνδεση.\r\n\r\nΕναλλακτικά, μπορείτε να ακυρώσετε την εργασία εκτύπωσης, κάνοντας κλικ στο κουμπί [Άκυρο] όταν εμφανιστεί.";
"PAU_TEXTB_003" = "Δεν είναι δυνατή η εκτύπωση όταν το προϊόν βρίσκεται σε παύση. Κάντε κλικ στο κουμπί [Συνέχιση] όταν εμφανιστεί, για να συνεχίσετε την εκτύπωση ή επιλέξτε [Ουρά εκτύπωσης] και απενεργοποιήστε την επιλογή \"Παύση εκτύπωσης\" στο μενού \"Εκτυπωτής\".\r\n\r\nΕναλλακτικά, μπορείτε να ακυρώσετε την εργασία εκτύπωσης, κάνοντας κλικ στο κουμπί [Άκυρο] όταν εμφανιστεί.";
"SRC_TEXTB_001" = "Αναζήτηση...";
"CHKDUPX_TEXTB_010" = "1. Εκτυπώστε τις μπροστινές σελίδες.\r\n2. Αφαιρέστε το εξαχθέν χαρτί. Γυρίστε το ανάποδα.\r\n3. Τοποθετήστε το χαρτί και, στη συνέχεια, επιλέξτε [Συνέχιση].\r\nΣημείωση:\r\n- Επιλέξτε [Άκυρο], αν η εκτύπωση δεν ξεκινήσει.\r\n- Η εκτύπωση διπλής όψης ενδέχεται να μην είναι διαθέσιμη μέσω Wi-Fi/δικτύου.";
"BTN_PR_002" = "Έναρξη";
"PP_NAME_016" = "Κασέτα χαρτιού";
"IDS_INK_STOPRESET" = "Άκυρο";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Άκυρο";
"IDS_INK_STOPRJ" = "Άκυρο";
"IDS_INK_OFFLINE_CANCEL" = "Άκυρο";
"BTN_PC_004" = "Άκυρο";
"BTN_PC_003" = "OK";
"BTN_PC_009" = "Προσπ.πάλι";
"BTN_PC_010" = "Συνέχεια";
"BTN_PC_013" = "Διαδικασίες...";

//--->
"ER00_TEXTA_001" = "Σφάλμα";
"WR5X_TEXTA_001" = "Δεν είναι δυνατή η ολοκλήρωση του καθαρισμού της κεφαλής.";
"WR5X_TEXTA_002" = "Η Δυναμική έκπλυση μελανιού δεν είναι δυνατό να ολοκληρωθεί.";
"CHARGINGSTATUS_TEXTA_001" = "Τροφοδοσία του συστήματος μελανιού";
"WR5X_TEXTB_006" = "Για τη σωστή λειτουργία του εκτυπωτή σας, επιλέξτε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου, προκειμένου να γίνει επαναπλήρωση με μελάνι.";
//<---

////////////////////////////////////////

"BK" = "Μαύρο";
"CY" = "Γαλάζιο";
"MA" = "Ματζέντα";
"YE" = "Κίτρινο";
"IDS_IQ_CART1_MSG" = "Μαύρο: ";
"IDS_IQ_CART2_MSG" = "Γαλάζιο: ";
"IDS_IQ_CART3_MSG" = "Ματζέντα: ";
"IDS_IQ_CART4_MSG" = "Κίτρινο: ";
"IDS_PICCLNAME_BK" = "Μαύρο";
"IDS_PICCLNAME_CY" = "Γαλάζιο";
"IDS_PICCLNAME_MA" = "Ματζέντα";
"IDS_PICCLNAME_YE" = "Κίτρινο";

"INK_REMAIN_MSG" = "Τα επίπ. μελανιού που εμφανίζ. παρακάτω είναι κατά προσέγγ. Για τα πραγμ. επίπ. μελανιού, ελέγξτε οπτικά τα επίπ. μελανιού στα πραγμ. δοχεία μελανιού.";

"INK_NONGENUINE_MSG_A" = "Για βέλτιστες επιδόσεις, αυτό το προϊόν έχει σχεδιαστεί για να λειτουργεί με συγκεκριμένα αυθεντικά μελάνια Epson. Βεβαιωθείτε ότι αγοράζετε τα σωστά αυθεντικά μελάνια Epson για αντικατάσταση. Η επίδοση δεν είναι εγγυημένη με τύπους ή μάρκες μελανιών που δεν καθορίζονται για αυτόν τον εκτυπωτή.";
"INK_NONGENUINE_MSG" = "Η εγγύηση της Epson δεν καλύπτει βλάβες που προκαλούνται από μελάνια διαφορετικά από αυτά που καθορίζονται, συμπεριλαμβανομένων και αυθεντικών μελανιών Epson που δεν έχουν σχεδιαστεί για αυτόν τον εκτυπωτή ή μελάνια τρίτων κατασκευαστών.";
"IDS_STRING_GROUP_APR" = "Επίπεδα μελανιού κατά προσέγγιση";

////////////////////////////////////////

"920" = "Έλεγχος ακροφυσίων";
"921" = "Καθαρισμός της κεφαλής";
"922" = "Στοίχιση κεφαλής εκτύπωσης";
"923" = "Ρυθμίσεις εκτυπωτή";
"924" = "Αγορά μελανιού";
"926" = "Ενημέρωση λογισμικού";
"928" = "Ρυθμίσεις ενημέρωσης λογισμικού";
"IDS_PR_ERROR" = "Σφάλμα";
"IDS_PR_COMERR" = "Σφάλμα επικοινωνίας";
"IDS_PR_INKFEW" = "Χαμηλή στάθμη μελανιού";
"IDS_PR_MAINTENANCECALL" = "Κλήση για συντήρηση";
"IDS_PR_WARNING" = "Άλλη προειδοποίηση";
"IDS_PR_CHANGINGBK" = "Αντικατάσταση μαύρου μελανιού";
"IDS_PR_OFFLINE" = "Εκτός σύνδεσης";
"IDS_PR_PAUSE" = "Παύση";
"IDS_PR_SELECTERROR" = "Σφάλμα επιλογής εκτυπωτή";
"IDS_PR_UNCLOGGER" = "Σφάλμα εργασίας εκτύπωσης";
"IDS_PR_BATTERYWARNING" = "Προειδοποίηση μπαταρίας";
"IDS_ITEM" = "Συμβάν";
"IDS_NOTIFY" = "Ειδοποίηση οθόνης";
"IDS_YES" = "Ναι";
"IDS_NO" = "Όχι";
"IDS_PROMOCHK" = "Εμφάνιση προσφορών Epson";
"IDS_ITEMGROUP" = "Επιλογή ειδοποίησης";
"IDS_SIMPLEST_CHK" = "Ειδοποίηση απλής κατάστασης";
"IDS_DEFAULT_BTN" = "Προεπιλογή";
"IDS_ICONGROUP" = "Επιλογή εικονιδίου συντόμευσης";
"IDS_MONICON_CHK" = "Καταχωρήστε το εικονίδιο συντόμευσης στη γραμμή εργασιών";
"IDS_EXPTEXT2" = "Όταν κάνετε διπλό κλικ στο εικονίδιο συντόμευσης, ανοίγει το παράθυρο κατάστασης του εκτυπωτή.";
"IDS_SHARED" = "Να επιτρέπεται η εποπτεία κοινόχρηστων εκτυπωτών";
"IDS_IO_CHECK_BTN" = "Δείτε τις προειδοποιήσεις Υπενθύμιση χαμηλού επιπέδου μελανιού";
"IDS_CANCEL_MONITOR" = "Άκυρο";
"IDS_STRING_GROUP" = "Επίπεδα μελανιού";
"IDS_STRING_GROUP_MTANK" = "Όριο λειτουργίας κιβωτίου συντήρησης";
"IDS_SUB_BTN" = "Συνέχεια";
"IDS_SPL_BTN" = "Ουρά εκτύπωσης";
"IDS_CSICINFO_BTN" = "Πληροφορίες";
"IDS_PRNSTOP_BTN" = "Άκυρο";
"IDS_SPL_BTN2" = "Ουρά εκτύπωσης";
"IDS_SPL_BTN3" = "Ουρά εκτύπωσης";
"IDS_SHOWDETAIL_BTN" = "Λεπτομέρειες";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Προϊόν";
"IDS_COMMON_VER_TITLE" = "Κοινό";
"IDS_PRINTER_VER_TITLE" = "Περιβάλλον εργασίας χρήστη";
"IDS_EBAPI_VER_STATIC" = "Περιβάλλον εργασίας εκτυπωτή";
"IDS_INSTALL_VER_STATIC" = "Πρόγραμμα εγκατάστασης";
"IDS_BOTHSIDE_PRINT" = "Εκτύπωση 2 όψεων";
"IDS_PRNPAUSE_BTN" = "Συνέχιση";
"IDS_CSIC_INFO" = "Πληροφορίες δοχείου";
"IDS_MAKER_TITLE" = "Κατασκευαστής:";
"IDS_INK_TYPE_TITLE" = "Τύπος μελανιού:";
"IDS_IC_TYPE_TITLE" = "Κωδικός δοχείου:";
"IDS_PRODUCTION_DATE_TITLE" = "Ημερομηνία παραγωγής:";
"IDS_BPMSTOP_BTN" = "Ακύρωση εκτύπωσης";
"IDS_BPMPRINT_BTN" = "Ασπρόμαυρη εκτύπωση";
"IDS_BPMCLOSE_BTN" = "Κλείσιμο";
"IDS_BPMREPLACE_BTN" = "Αντικατ. δοχείου μελ.";
"IDS_INITFILL_TITLE" = "Σφάλμα δοχείου";
"IDS_INITFILL_TITLE2" = "Σφάλμα δοχείου";
"IDS_BUTTON_CSIC_DETAILS" = "Λεπτομέρειες";
"IDS_CANCEL" = "Άκυρο";
"IDS_BUTTON_CSIC_CONTINUE" = "Συνέχεια";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Αγορά μελανιού Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Για να πραγματοποιήσετε ρυθμίσεις χρησιμοποιώντας αυτό το βοηθητικό πρόγραμμα, πρέπει να το καταχωρήσετε ως εξαίρεση στο Τείχος προστασίας των Windows.\r\nΑν δεν καταχωρηθεί ως εξαίρεση, ορισμένες λειτουργίες επικοινωνίας ενδέχεται να αποκλειστούν από το Τείχος προστασίας των Windows, κάτι που θα μπορούσε να περιορίσει τη λειτουργικότητα.\r\n\r\nΘέλετε να καταχωρήσετε το EPSON Status Monitor 3 ως εξαίρεση στο Τείχος προστασίας των Windows;";
"IDS_ENVHELPMENU" = "Βοήθεια";
"IDS_ENTRYICONMSG" = "Θέλετε να εμφανίζεται το εικονίδιο του EPSON Status Monitor 3 στη γραμμή εργασιών κατά την εκκίνηση των Windows;";
"IDS_STATISTICS" = "Κοινή χρήση των πληροφοριών χρήσης μου με την Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Πληροφορίες...";
"IDS_ERROR_001" = "Η μνήμη δεν επαρκεί.\r\nΤερματίστε τη λειτουργία αυτού του προγράμματος.";
"IDS_ERROR_015" = "Η μνήμη δεν επαρκεί.";
"IDS_ERROR_021" = "Δεν είναι δυνατή η εύρεση πληροφοριών του εκτυπωτή.";
"IDS_ERROR_022" = "Δεν υπάρχουν πληροφορίες για αυτόν τον εκτυπωτή.";
"IDS_ERROR_023" = "Δεν ήταν δυνατός ο εντοπισμός του καθορισμένου αρχείου.";
"IDS_ERROR_024" = "Το άνοιγμα του καθορισμένου αρχείου απέτυχε.";
"IDS_RESTART_MON" = "Αυτήν τη στιγμή δεν είναι δυνατή η εποπτεία.\r\nΞεκινήστε πάλι τον υπολογιστή σας.";
"IDS_RESTART_SHARE" = "Δεν είναι δυνατή η εποπτεία. Καταργήστε την επιλογή του πλαισίου ελέγχου [Εποπτεία κοινόχρηστων εκτυπωτών]\r\nστο παράθυρο \"Προτιμήσεις εποπτείας\" και επανεκκινήστε τον υπολογιστή σας.\r\nΣτη συνέχεια κλείστε όλες τις εφαρμογές, συμπεριλαμβανομένης της εφαρμογής EPSON Status Monitor 2\r\nκαι επαναλάβετε την εγκατάσταση του προγράμματος οδήγησης του εκτυπωτή.";
"IDS_RESTART_BID" = "Δεν είναι δυνατή η αμφίδρομη επικοινωνία.\r\nΕπαναλάβετε την εγκατάσταση του προγράμματος οδήγησης του εκτυπωτή.";
"IDS_SETUP_MENU" = "Προτιμήσεις εποπτείας";
"IDS_PAPERSIZE" = "Μέγεθος χαρτιού";
"IDS_MEDIATYPE" = "Τύπος χαρτιού";
"IDS_PAUSE" = "Παύση";
"IDS_RESUME" = "Συνέχιση";
"IDS_DISCHARGE_PAPER" = "Εξαγωγή";
"IDS_INK_CANCEL" = "Άκυρο";
"IDS_OK" = "OK";
"IDS_HELP" = "Βοήθεια";
"IDS_INK_RETURN" = "Συνέχεια";
"IDS_ELINK_ERROR_TITLE" = "Ηλεκτρονική υποστήριξη";
"IDS_ELINK_CONNECT_MSG" = "Θέλετε να επισκεφτείτε τη διαδικτυακή τοποθεσία της EPSON;";
"IDS_ELINK_CONNECT_TITLE" = "Ηλεκτρονική υποστήριξη";
"IDS_INK_CONTINUE" = "Συνέχεια";
"IDS_PRINT" = "Εκτύπωση";
"IDS_PPACK_RETURN" = "Συνέχεια";
"IDS_INKTANKVIEW_ON" = "Έλεγχος επιπέδων μελανιού";
"IDS_INKTANKVIEW_OFF" = "Απόκρυψη επιπέδων μελανιού";
"IDS_CLEAN_CONTINUE" = "Συνέχεια";
"IDS_INK_CLSTOP" = "Άκυρο";
"IDS_SUPPORT_BTN" = "Ηλεκτρονική υποστήριξη";
"IDS_SUPPORT_BTN_EURO" = "Τεχνική υποστήριξη";
"IDS_ELINK_ERROR_TITLE_EURO" = "Τεχνική υποστήριξη";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Τεχνική υποστήριξη";
"IDS_ELINK_CONNECT_MSG_EURO" = "Θέλετε να επισκεφτείτε τη διαδικτυακή τοποθεσία της EPSON;";
"IDS_HOWTO" = "Διαδικασίες...";
"IDS_GOONLINE" = "Σε σύνδεση";
"IDS_BKPRINTING" = "Ασπρόμαυρη εκτύπωση";
"IDS_BKPRINTING2" = "Ασπρόμαυρη εκτύπωση";
"IDS_SHEETREMAIN" = "Σελίδα:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Υπολείπ: %d ώρες";
"IDS_TIMEREMAIN_MIN" = "Υπολείπ: %d λεπτ.";
"IDS_TIMEREMAIN_SEC" = "Υπολείπ: %d δευτ.";
"IDS_START_MSG" = "Αναζήτηση...";
"IDS_ST_NONE" = "Παρουσιάστηκε άγνωστο σφάλμα.";
"IDS_OLSTART_MSG" = "Αναζήτηση...";
"IDS_OLST_NONE" = "Άγνωστο σφάλμα";
"IDS_STRING_CAPTION" = "Υπενθύμιση χαμηλού επιπέδου μελανιού";
"IDS_STRING_PURCHASED" = "Έχει ήδη αγοραστεί";
"IDS_STRING_REMINDMELATER" = "Υπενθύμιση αργότερα";
"IDS_STRING_BUYINK" = "Αγορά μελανιού Epson";
"IDS_STRING_PRINTTHISWINDOW" = "Εκτύπωση αυτού του παραθύρου";
"IDS_STRING_CLOSE" = "Κλείσιμο";
"IDS_STRING_CAPTION2" = "Αγορά μελανιού";
"IDS_STRING_INKCODES" = "Κωδικοί μελανιού";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "ΓΝΗΣΙΟ ΠΡΟΪΟΝ EPSON";
"IDS_STRING_HTML_MESSAGE2" = "Συνιστάται η χρήση γνήσιων δοχείων μελανιού Epson.";
"IDS_STRING_HTML_MESSAGE3" = "Η χρήση άλλων προϊόντων ενδέχεται να επηρεάσει την ποιότητα εκτύπωσης και να προκαλέσει ζημιά στον εκτυπωτή.";
"IDS_STRING_INKLOW" = "Χαμηλή στάθμη μελανιού";
"IDS_STRING_INKREPLACE" = "Αντικατάσταση δοχείου μελανιού";
"IDS_STRING_INKCHANGE_NEAR" = "Θα πρέπει να αντικαταστήσετε τα δοχεία μελανιού.";
"IDS_STRING_HTML_MESSAGE4" = "Κάντε κλικ εδώ για να λάβετε προσφορές για το μελάνι και άλλες ενημερώσεις από την Epson.";
"IDS_STRING_PROMOTION2" = "Η Epson μπορεί να σας ειδοποιήσει σχετικά με τεχνικές ενημερώσεις, προωθήσεις και άλλες προσφορές.";
"IDS_STRING_NOTESA2" = "Όταν είστε συνδεδεμένοι στο Internet εμφανίζονται ενημερώσεις. Δεδομένα που προσδιορίζουν το μοντέλο του εκτυπωτή σας θα σταλούν στην Epson. Δεν θα σταλούν αναγνωρίσιμα προσωπικά στοιχεία.";
"IDS_STRING_NOTESB2" = "Μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε αυτή τη λειτουργία στο παράθυρο Προτιμήσεις εποπτείας.";
"IDS_STRING_NOTESC2" = "Για άμεση ενεργοποίηση, κάντε κλικ στο κουμπί \"Συμφωνώ\".";
"IDS_STRING_DISPAGAIN2" = "Να μην εμφανιστεί πάλι αυτό το μήνυμα.";
"IDS_STRING_TITLE2" = "Υπηρεσία ειδοποίησης Epson";
"IDS_STRING_ACCEPT2" = "Συμφωνώ";
"IDS_STRING_DECLINE2" = "Δε συμφωνώ";
"IDS_STRING_BTNCLOSE" = "Κλείσιμο";
"IDS_STRING_DISPNOAGAIN" = "Να μην εμφανιστεί πάλι αυτό το μήνυμα εωσότου ολοκληρωθούν οι επιδιορθώσεις.";
"IDS_STRING_DESCRIPTION2" = "Απαιτείται συντήρηση";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Μπορείτε να απενεργοποιήσετε αυτές τις λειτουργίες από το παράθυρο Προτιμήσεις εποπτείας.";
"IDS_STRING_NOTESE" = "Κάντε κλικ εδώ για να ανοίξετε τις Προτιμήσεις εποπτείας";
"IDS_CSIC_UNKNOWN" = "Άγνωστο";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Γνήσιο Epson";
"IDS_CSIC_ERMANUFACTUR" = "μη γνήσιο δοχείο";
"IDS_CSIC_NGENUINE" = "Εντοπίστηκε μη γνήσιο ή ξαναγεμισμένο δοχείο. Τα επίπεδα μελανιού ενδέχεται να μην εμφανίζονται λόγω της άγνωστης ποσότητας μελανιού.";
"IDS_CSIC_NGENUINE2" = "Εντοπίστηκε μη γνήσιο ή ξαναγεμισμένο δοχείο. Τα επίπεδα μελανιού ενδέχεται να μην εμφανίζονται λόγω της άγνωστης ποσότητας μελανιού.";
"IDS_IO_BUYNOW_MSG" = "Κάντε κλικ στην επιλογή OK για να ξεκινήσει το πρόγραμμα περιήγησης στον ιστό και να αγοράσετε δοχεία μελανιού ηλεκτρονικά.\r\n\r\nΑν διαθέτετε σύνδεση dial up που δεν εκκινείται με το πρόγραμμα περιήγησής σας, συνδεθείτε με το ISP σας και, στη συνέχεια, κάντε κλικ στην επιλογή OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Για να ανοίξετε το πρόγραμμα περιήγησης και να συνδεθείτε στην τοποθεσία web, κάντε κλικ στο OK.\r\nΑν δεν θέλετε να συνδεθείτε στην τοποθεσία web τώρα, κάντε κλικ στο Άκυρο.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Βοηθητικό πρόγραμμα αγοράς μελανιού ηλεκτρονικά";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Ναι";
"IDS_BKIS_BUTTON_NO" = "Όχι";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Όχι, ποτέ";
"IDS_BUYNOW_BTN" = "Αγορά μελανιού Epson";
"IDS_SCRAPE_NOAGAIN" = "Να μην εμφανιστεί πάλι αυτό το μήνυμα.";
"BTN_PC_014" = "Άκυρο";
"BTN_PC_030" = "Εκτύπωση";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Γνήσιο μελάνι Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Δεν είναι δυνατή η εκκίνηση αυτού του προγράμματος, ενώ εκτελείται το πρόγραμμα εγκατάστασης του προγράμματος οδήγησης.";
"IDS_DLG_NONGEN_001" = "ΠΡΟΕΙΔΟΠΟΙΗΣΗ!";
"IDS_ER0C_PAPERSIZE" = " Μέγεθος : %papersize%";
"IDS_ER0C_MEDIA" = " Τύπος : %media%";
"IDS_UNCLOGGER_YES" = "Ναι";
"IDS_UNCLOGGER_NO" = "Όχι";
"IDS_UNCLOGGER_CANCELPRINT" = "Ακύρωση εκτύπωσης";
"IDS_UNCLOGGER_CLOSE" = "Κλείσιμο";
"IDS_TRAYPOS_PRINT" = "Εκτύπωση";
"IDS_TRAYPOS_CANCEL" = "Άκυρο";

"IDS_QQB_BUTTON" = "Έλεγχος σύνδεσης";
"IDS_QQB_EXECUTE_FAIL" = "Δεν είναι δυνατή η εκτέλεση του εργαλείου.";
"IDS_QQB_DOWNLOAD" = "Θέλετε να πραγματοποιήσετε λήψη και εγκατάσταση του λογισμικού για έλεγχο σύνδεσης;";
"IDS_QQB_INSTALL_FAIL" = "Δεν είναι δυνατή η εγκατάσταση του λογισμικού για έλεγχο σύνδεσης.";
"IDS_QQB_INSTALL_FAIL2" = "Για να εκτελέσετε αυτήν τη λειτουργία, πρέπει να συνδεθείτε ως μέλος της ομάδας διαχειριστών.";
"IDS_QQB_INSTALLING" = "Πραγματοποιείται εγκατάσταση του λογισμικού για έλεγχο σύνδεσης...";
"IDS_PINFO_TITLE" = "Χαρτί που έχει επιλεγεί στον εκτυπωτή";
"IDS_PINFO_SIZE" = "Μέγεθος χαρτιού";
"IDS_PINFO_TYPE" = "Τύπος χαρτιού";
"IDS_PINFO_FAIL" = "Δεν είναι δυνατή η λήψη των πληροφοριών του εκτυπωτή.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s ίντσες)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Εμφάνιση επιπέδων μελανιού";
"IDS_CONSUMABLEVIEW_OFF" = "Απόκρυψη επιπέδων μελανιού";

"IDS_WAIT_SUPPORT" = "Αναζήτηση πληροφοριών υποστήριξης...";
"IDS_SHOW_VIDEO" = "Βοηθητικά βίντεο";
"IDS_SHOW_SUPPORTPAGE" = "Διαδικτυακή τοποθεσία της Epson";
"IDS_SHOW_MANUAL" = "Θέλετε να προβάλετε το εγχειρίδιο προϊόντος;";
"IDS_POSTCARD_TITLE" = "Ελέγξτε αν το χαρτί έχει τοποθετηθεί σωστά.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "Υποστήριξη";
"IDS_CONSUMABLEVIEW_ONOFF" = "Κατάσταση αναλώσιμων";
"IDS_SUPPORT_NO" = "Όχι";

"NOZZLE_TITLE" = "Έλεγχος ακροφυσίων";
"NOZZLE01" = "Για να διεξαγάγετε έλεγχο ακροφυσίων, βεβαιωθείτε ότι η συσκευή είναι ενεργοποιημένη και συνδεδεμένη στον υπολογιστή. Επίσης, βεβαιωθείτε ότι έχει τοποθετηθεί απλό χαρτί μεγέθους A4 ή Letter στην κασέτα χαρτιού. Κάντε κλικ στην επιλογή [Εκτύπωση] για να εκτυπώσετε ένα δείγμα ελέγχου ακροφυσίων ή κάντε κλικ στην επιλογή [Άκυρο] για έξοδο.";
"NOZZLE01_B01" = "Εκτύπωση";
"NOZZLE01_B02" = "Άκυρο";
"NOZZLE02" = "Συγκρίνετε το εκτυπωμένο δείγμα με το παραπάνω. Αν το δείγμα ελέγχου ακροφυσίων δεν εκτυπωθεί ικανοποιητικά, κάντε κλικ στην επιλογή [Καθαρισμός]. Κάντε κλικ στην επιλογή [Τέλος] για έξοδο.";
"NOZZLE02_B01" = "Τέλος";
"NOZZLE02_B02" = "Καθαρισμός";
"NOZZLE02_RESULT1" = "Καλή";
"NOZZLE02_RESULT2" = "Χρειάζεται καθαρισμός";

"HEADCLEANING_TITLE" = "Καθαρισμός της κεφαλής";
"HEADCLEANING01" = "Κάντε κλικ στην επιλογή [Έναρξη] για να καθαρίσετε τα ακροφύσια της κεφαλής εκτύπωσης. Επειδή ο καθαρισμός καταναλώνει μελάνι, πραγματοποιήστε καθαρισμό της κεφαλής εκτύπωσης μόνο όταν στις εκτυπώσεις σας εμφανιστούν περιοχές οι οποίες είναι κενές ή αμυδρές. Χρησιμοποιήστε πρώτα το βοηθητικό πρόγραμμα \"Έλεγχος ακροφυσίων\" για να επιβεβαιώσετε ότι απαιτείται καθαρισμός της κεφαλής εκτύπωσης.";
"HEADCLEANING01_B01" = "Άκυρο";
"HEADCLEANING01_B02" = "Έναρξη";
"HEADCLEANING01_PREPARE" = "Περιμένετε...";
"HEADCLEANING01_CLEANING" = "Καθαρισμός κεφαλών σε εξέλιξη. Περιμένετε.";
"HEADCLEANING02" = "Ο καθαρισμός χρειάζεται μερικά λεπτά για να ολοκληρωθεί. Όταν η λυχνία τροφοδοσίας στον πίνακα ελέγχου σταματήσει να αναβοσβήνει, ο καθαρισμός έχει ολοκληρωθεί. Για να βεβαιωθείτε ότι ο καθαρισμός ήταν επιτυχής, κάντε κλικ στην επιλογή [Εκτύπωση δείγματος για έλεγχο ακροφυσίων].";
"HEADCLEANING02_B01" = "Εκτύπωση δείγματος για έλεγχο ακροφυσίων";
"HEADCLEANING02_B02" = "Τέλος";
"HEADCLEANING02_BiD" = "Ο κύκλος καθαρισμού ολοκληρώθηκε. Για να βεβαιωθείτε ότι ο καθαρισμός ήταν επιτυχής, κάντε κλικ στην επιλογή [Εκτύπωση δείγματος για έλεγχο ακροφυσίων].";

"GAP_TITLE" = "Στοίχιση κεφαλής εκτύπωσης";
"GAP01" = "Το βοηθητικό πρόγραμμα \"Στοίχιση κεφαλής εκτύπωσης\" διορθώνει τις μη ευθυγραμμισμένες κάθετες γραμμές, τις επιπλέον οριζόντιες γραμμές και τις θαμπές εκτυπώσεις.";
"GAP01_B01" = "Επόμενο >";
"GAP01_B02" = "Άκυρο";
"GAP02" = "Θα εκτυπωθεί ένα φύλλο κάθετης στοίχισης.\r\nΒεβαιωθείτε ότι ο εκτυπωτής είναι ενεργοποιημένος και συνδεδεμένος στον υπολογιστή. Επίσης, βεβαιωθείτε ότι στον εκτυπωτή έχει τοποθετηθεί απλό χαρτί μεγέθους A4 ή Letter.\r\nΚάντε κλικ στην επιλογή [Εκτύπωση] όταν είστε έτοιμοι.";
"GAP02_B01" = "Εκτύπωση";
"GAP02_B02" = "Άκυρο";
"GAP02_B03" = "Παράβλεψη >>";
"GAP03" = "Κοιτάξτε το φύλλο στοίχισης.\r\nΒρείτε το τετράγωνο που δεν εμφανίζει ορατές γραμμές σε ομάδες #1 έως #4. Επιλέξτε τον αριθμό που αντιστοιχεί στο συγκεκριμένο τετράγωνο από την παρακάτω λίστα για όλες τις ομάδες. Στη συνέχεια, κάντε κλικ στην επιλογή [Επόμενο >].\r\nΑν όλα τα τετράγωνα περιέχουν μια γραμμή, επιλέξτε το τετράγωνο με την πιο λεπτή γραμμή ή γραμμές. Στη συνέχεια, κάντε κλικ στην επιλογή [Επανάληψη στοίχισης].";
"GAP03_B01" = "Επόμενο >";
"GAP03_B02" = "Άκυρο";
"GAP03_B03" = "Επανάληψη στοίχισης";
"GAP04" = "Θα εκτυπωθεί ένα ασπρόμαυρο φύλλο οριζόντιας στοίχισης.\r\nΒεβαιωθείτε ότι στον εκτυπωτή έχει τοποθετηθεί απλό χαρτί μεγέθους A4 ή Letter.\r\nΣημείωση: Αυτή η ρύθμιση επηρεάζει μόνο τη γρήγορη εκτύπωση σε απλό χαρτί. Οι άλλοι τύποι χαρτιού δεν επηρεάζονται.";
"GAP04_B01" = "Εκτύπωση";
"GAP04_B02" = "Άκυρο";
"GAP05" = "Κοιτάξτε το φύλλο στοίχισης.\r\nΒρείτε τα ορθογώνια που δεν είναι ξεχωριστά ή επικαλυπτόμενα.\r\nΕπιλέξτε τον αντίστοιχο αριθμό από την παρακάτω λίστα. Στη συνέχεια, κάντε κλικ στην επιλογή [Τέλος].\r\nΑν όλα τα ορθογώνια είναι ξεχωριστά ή επικαλυπτόμενα, επιλέξτε το καλύτερο. Στη συνέχεια, κάντε κλικ στην επιλογή [Επανάληψη στοίχισης].";
"GAP05_B01" = "Τέλος";
"GAP05_B02" = "Άκυρο";
"GAP05_B03" = "Επανάληψη στοίχισης";

"PIFLUSHING_TITLE" = "Δυναμική έκπλυση μελανιού";
"PIFLUSHING01" = "Αν δεν έχετε χρησιμοποιήσει το προϊόν για αρκετό καιρό και υπάρχουν γραμμές ή λείπουν χρώματα στις εκτυπώσεις, ενδέχεται να είναι απαραίτητη η αντικατάσταση του μελανιού στο εσωτερικό των μελανωτήρων για την επίλυση του προβλήματος.\r\n\r\nΤο βοηθητικό πρόγραμμα \"Δυναμική έκπλυση μελανιού\" σάς επιτρέπει να αντικαταστήσετε όλο το μελάνι από το εσωτερικό των μελανωτήρων και καταναλώνει πολύ μελάνι.\r\n\r\nΗ ποιότητα της εκτύπωσης θα βελτιωθεί 12 ώρες μετά τη χρήση αυτής της λειτουργίας, ενώ δεν θα μπορείτε να τη χρησιμοποιήσετε πριν περάσουν 12 ώρες από την τελευταία χρήση.\r\nΘέλετε να χρησιμοποιήσετε τη λειτουργία τώρα;\r\n\r\nΣημείωση: Πριν τη χρήση της λειτουργίας, βεβαιωθείτε ότι υπάρχει αρκετό μελάνι στα δοχεία μελανιού του εκτυπωτή.\r\nΑν δεν υπάρχει αρκετό μελάνι, γεμίστε τα δοχεία μελανιού.";
"PIFLUSHING01_B01" = "Άκυρο";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Είστε βέβαιοι ότι θέλετε να χρησιμοποιήσετε αυτήν τη λειτουργία;\r\nΓια να αντικαταστήσετε όλο το μελάνι στους μελανωτήρες, πρέπει να καταναλωθεί πολύ μελάνι.\r\n\r\nΣημείωση: Αυτή η λειτουργία επηρεάζει το όριο λειτουργίας των ταμπόν χρησιμοποιημένου μελανιού. Η διάρκεια ζωής των ταμπόν χρησιμοποιημένου μελανιού εξαντλείται πιο γρήγορα με τη χρήση αυτής της λειτουργίας.\r\nΕάν τα ταμπόν χρησιμοποιημένου μελανιού συμπληρώνουν το όριο λειτουργίας τους, επικοινωνήστε με την υποστήριξη της Epson για να ζητήσετε αντικατάσταση.\r\n\r\nΚάντε κλικ στην επιλογή [Έναρξη] για να ξεκινήσει η αντικατάσταση του μελανιού.\r\nΌταν αυτή η λειτουργία ξεκινήσει, δεν είναι δυνατό να διακοπεί.";
"PIFLUSHING02_B01" = "Άκυρο";
"PIFLUSHING02_B02" = "Έναρξη";
"PIFLUSHING02_PREPARE" = "Περιμένετε...";
"PIFLUSHING02_CLEANING" = "Η Δυναμική έκπλυση μελανιού βρίσκεται σε εξέλιξη.\r\nΠεριμένετε.";
"PIFLUSHING03" = "Για την ολοκλήρωση της Δυναμική έκπλυση μελανιού χρειάζονται μερικά λεπτά.\r\nΗ Δυναμική εκκαθάριση μελανιού θα έχει ολοκληρωθεί όταν η φωτεινή ένδειξη λειτουργίας στον πίνακα ελέγχου αρχίσει να αναβοσβήνει.";
"PIFLUSHING03_B01" = "Τέλος";
"PIFLUSHING03_BiD" = "Η Δυναμική έκπλυση μελανιού ολοκληρώθηκε.";
"PIFLUSHING04" = "Δεν είναι δυνατή η χρήση αυτής της λειτουργίας, επειδή έχουν περάσει λιγότερες από 12 ώρες μετά την τελευταία χρήση.";
"PIFLUSHING04_B01" = "OK";

"INKWIN_TITLE" = "Ξαναγέμισμα δοχείου μελανιού";
"INKWIN01" = "Αναπληρώστε το μελάνι μέσα στα δοχεία μελανιού έως τη γραμμή.\r\n%ink%\r\nΕπιλέξτε Επαναφορά επιπέδων μελανιού στον πίνακα ελέγχου για να αναπληρώσετε το μελάνι.\r\n\r\nΜπορείτε να συνεχίσετε να χρησιμοποιείτε τον εκτυπωτή χωρίς να γεμίσετε το δοχείο περισσότερο από το ήμισυ.\r\nΩστόσο, για να διατηρήσετε τη βέλτιστη λειτουργία του εκτυπωτή, γεμίστε αμέσως τα δοχεία μελανιού με μελάνι έως τη γραμμή.\r\nΑνατρέξτε στο εγχειρίδιο του εκτυπωτή για λεπτομέρειες πώς να γεμίσετε με μελάνι και να λειτουργήσετε τον εκτυπωτή.\r\n\r\nΣημείωση\r\nΓια βέλτιστες επιδόσεις, αυτό το προϊόν έχει σχεδιαστεί για να λειτουργεί με συγκεκριμένα αυθεντικά μελάνια Epson. Βεβαιωθείτε ότι αγοράζετε τα σωστά αυθεντικά μελάνια Epson για αντικατάσταση. Η επίδοση δεν είναι εγγυημένη με τύπους ή μάρκες μελανιών που δεν καθορίζονται για αυτόν τον εκτυπωτή.\r\nΑνατρέξτε στο εγχειρίδιο του εκτυπωτή για να επιβεβαιώσετε τις φιάλες μελανιού για αυτόν τον εκτυπωτή.";
"INKWIN01_A" = "Αναπληρώστε το μελάνι μέσα στα δοχεία μελανιού έως τη γραμμή.\r\n%ink%\r\nΕπιλέξτε Επαναφορά επιπέδων μελανιού στον πίνακα ελέγχου για να αναπληρώσετε το μελάνι.\r\n\r\nΜπορείτε να συνεχίσετε να χρησιμοποιείτε τον εκτυπωτή χωρίς να γεμίσετε το δοχείο περισσότερο από το ήμισυ.\r\nΩστόσο, για να διατηρήσετε τη βέλτιστη λειτουργία του εκτυπωτή, γεμίστε αμέσως τα δοχεία μελανιού με μελάνι έως τη γραμμή.\r\nΑνατρέξτε στο εγχειρίδιο του εκτυπωτή για λεπτομέρειες πώς να γεμίσετε με μελάνι και να λειτουργήσετε τον εκτυπωτή.\r\n\r\nΣημείωση\r\nΗ εγγύηση της Epson δεν καλύπτει βλάβες που προκαλούνται από μελάνια διαφορετικά από αυτά που καθορίζονται, συμπεριλαμβανομένων και αυθεντικών μελανιών Epson που δεν έχουν σχεδιαστεί για αυτόν τον εκτυπωτή ή μελάνια τρίτων κατασκευαστών.\r\nΑνατρέξτε στο εγχειρίδιο του εκτυπωτή για να επιβεβαιώσετε τις φιάλες μελανιού για αυτόν τον εκτυπωτή.";
"INKWIN01_B01" = "Επόμενο";
"INKWIN02" = "Εάν επιλέξετε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου χωρίς να γεμίσετε με μελάνι μέχρι τη γραμμή στα δοχεία μελανιού, οι Στάθμες μελανιού κατά προσέγγιση θα διαφέρουν από τις πραγματικές στάθμες μελανιού.\r\nΩστόσο, για να διατηρήσετε τη λειτουργία του εκτυπωτή σας σε υψηλά επίπεδα, γεμίστε άμεσα τα δοχεία μελανιού με μελάνι μέχρι την ανώτερη γραμμή.";
"INKWIN02_B01" = "Κλείσιμο";
"INKWIN02_B02" = "Πίσω";

"ERR_MSG_5" = "Δεν είναι δυνατή η ολοκλήρωση του ελέγχου ακροφυσίων.";
"ERR_MSG_6" = "Δεν είναι δυνατή η ολοκλήρωση του καθαρισμού κεφαλής.";
"ERR_MSG_7" = "Δεν είναι δυνατή η ολοκλήρωση της στοίχισης της κεφαλής εκτύπωσης.";
"ERR_MSG_8" = "Παρουσιάστηκε πρόβλημα.";
"ERR_MSG_9" = "Δεν είναι δυνατή η ολοκλήρωση του ελέγχου ακροφυσίων.\r\n\r\nΓια τη σωστή λειτουργία του εκτυπωτή σας, επιλέξτε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου, προκειμένου να γίνει επαναπλήρωση με μελάνι.";
"ERR_MSG_10" = "Δεν είναι δυνατή η ολοκλήρωση του καθαρισμού της κεφαλής.\r\n\r\nΓια τη σωστή λειτουργία του εκτυπωτή σας, επιλέξτε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου, προκειμένου να γίνει επαναπλήρωση με μελάνι.";
"ERR_MSG_11" = "Δεν είναι δυνατή η ολοκλήρωση της στοίχισης της κεφαλής εκτύπωσης.\r\n\r\nΓια τη σωστή λειτουργία του εκτυπωτή σας, επιλέξτε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου, προκειμένου να γίνει επαναπλήρωση με μελάνι.";
"ERR_MSG_12" = "Γίνεται καθαρισμός.";
"ERR_MSG_13" = "Δεν είναι δυνατή η ολοκλήρωση του καθαρισμού της κεφαλής.\r\n\r\nΓια τη σωστή λειτουργία του εκτυπωτή σας, επιλέξτε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου, προκειμένου να γίνει επαναπλήρωση με μελάνι.";
"ERR_MSG_14" = "Για περισσότερες πληροφορίες, κάντε κλικ στο κουμπί [Λεπτομέρειες].";
"ERR_MSG_15" = "Θέλετε να αντικαταστήσετε το δοχείο μελανιού τώρα;";
"ERR_MSG_17" = "Η πινακίδα απορρόφησης μελανιού του δοχείου μελανιού φωτογραφιών είναι γεμάτη. Το δοχείο μελανιού φωτογραφιών πρέπει να αντικατασταθεί προτού καταστεί αδύνατος ο καθαρισμός της κεφαλής εκτύπωσης.";
"ERR_MSG_19" = "Λεπτομέρειες";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Για περισσότερες πληροφορίες, κάντε κλικ στο κουμπί [Λεπτομέρειες].";
"ERR_MSG_22" = "Ναι";
"ERR_MSG_23" = "Όχι";
"ERR_MSG_24" = "Παρουσιάστηκε σφάλμα επικοινωνίας.\r\nΕλέγξτε τη σύνδεσή σας και προσπαθήστε ξανά.";
"ERR_MSG_25" = "Δεν είναι δυνατή η ολοκλήρωση της Δυναμική έκπλυση μελανιού.";
"ERR_MSG_26" = "Η Δυναμική έκπλυση μελανιού δεν είναι δυνατό να ολοκληρωθεί.\r\n\r\nΓια τη σωστή λειτουργία του εκτυπωτή σας, επιλέξτε Επαναφορά σταθμών μελανιού στον πίνακα ελέγχου, προκειμένου να γίνει επαναπλήρωση με μελάνι.";

"PLEASEWAIT" = "Περιμένετε...";

//--->
"PRINFO01GRPBOXTITLE01" = "Αριθμός φύλλων χαρτιού που έχουν τροφοδοτηθεί στον εκτυπωτή";
"PRINFO01SPE01" = "Συνολικός αριθμός φύλλων";
"PRINFO01SPE02" = "Δεν υπάρχουν πληροφορίες για αυτόν τον εκτυπωτή.";
"PRINFO02GRPBOXTITLE01" = "Αριθμός φύλλων χαρτιού που έχουν τροφοδοτηθεί στο ADF";
"PRINFO02SPE01" = "Συνολικός αριθμός φύλλων";
"PRINFO02SPE02" = "Δεν υπάρχουν πληροφορίες για αυτόν τον εκτυπωτή.";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Δεν έχετε εγκαταστήσει τα γνήσια δοχεία μελανιού Epson. Πληροφορίες σχετικά με τα επίπεδα μελανιού ενδέχεται να μην εμφανίζονται, και η χρήση μη γνήσιου μελανιού καταγράφεται για πιθανή χρήση του σε περίπτωση συντήρησης. Για βέλτιστη ποιότητα και αξιοπιστία η Epson συνιστά τη χρήση γνήσιου μελανιού Epson.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Κασέτα χαρτιού";
//<---

